package com.ilya.nordmap.Media

import com.ilya.nordmap.Media.DataModel.ContentItem

val contentItems = listOf(
    ContentItem(
        id = 1,
        previewUrl = "https://i.pinimg.com/originals/8c/bb/1e/8cbb1e0511fd0f95c92211532d19f4df.jpg",
        title = "Развитие туризма",
        description = """
            Развитие туризма, в том числе делового и международного, заложено в государственную стратегию развития Арктической зоны.
            По оценкам Минвостокразвития, в общей сложности Арктику сегодня посещает лишь около процента от всех туристов на территории России.
            Арктические регионы уже достигли первых впечатляющих результатов. Так, в прошлом году Мурманскую область посетили 486 тысяч гостей – рекордная цифра для Кольского Заполярья.
            Сегодня все знают, что отдых у Белого моря – это Териберка, озеро Канентьявр, сафари на камчатских крабов, арктический дайвинг, и, конечно же, охота за северным сиянием.
            «Мы понимаем, что вектор развития выбран верный», – заявил 19 сентября председатель комитета по туризму Мурманской области Александр Елисеев.
            Чтобы Арктика достойно принимала гостей, Россия первой в мире разработала стандарты арктического туризма.
            В начале года Ростуризм и Росстандарт подготовили серию национальных ГОСТов «Арктический туризм»,
            которые позволят повысить безопасность путешествий и качество туристических услуг в Арктической зоне РФ.
        """.trimIndent(),
        imageUrl = "https://35photo.pro/photos_main/361/1808516.jpg3",
        description2 = """
            Вкладываться в отдых в Арктике готов и крупный бизнес. Так, «Норильский никель» собирается развивать сразу два туристических проекта – 
            «Валла-Тунтури» на Кольском полуострове и «Затундру» на Таймыре. Оба объекта будут возведены из экологичных материалов и станут работать на «чистых» источниках энергии.
            Сотрудничество бизнеса и власти стало залогом успеха. «Мы поддерживаем наших предпринимателей, благодаря этому у нас появились туры выходного дня –
            это водные прогулки по Анадырскому лиману и морские поездки в Эгвекинот,
            также расширяем внутренние программы полетов. Непростым остается вопрос развития инфраструктуры, здесь помогаем бизнесу строить.
            В этом году появится гостиница в поселке Угольные Копи, поддерживаем строительство этнопарков в окрестностях Анадыря
            и в Эгвекиноте, а также глемпинга на Лоринских горячих ключах», – рассказал губернатор Чукотского автономного округа Роман Копин.
            Ключевым драйвером развития арктического туризма является авиатранспортная доступность. Чтобы ее обеспечить, сегодня предпринимаются шаги по всем направлениям.
            Так, Единая Дальневосточная авиакомпания, созданная по поручению Президента России на базе перевозчика «Аврора», уже формирует сеть,
            которая будет включать более 500 регулярных внутрирегиональных и межрегиональных маршрутов. К 2026 году парк перевозчика должен быть пополнен 45 новыми российскими самолетами,
            в том числе импортозамещенными Sukhoi Superjet New, Ил-114, L-410 и легкомоторными ЛМС Байкал.
            Ведется реконструкция аэропортов: на Чукотке, к примеру, в ближайшие годы обновят сразу шесть аэропортов.
        """.trimIndent(),
        imageUrl2 = "https://i.ytimg.com/vi/P1t0f9hvnHI/maxresdefault.jpg?sqp=-oaymwEmCIAKENAF8quKqQMa8AEB-AHUBoAC4AOKAgwIABABGEwgWihlMA8=&amp;rs=AOn4CLBTPh1XXixHxqGwFdPEDVWumgCHGQ"
    ),
    ContentItem(
        id = 2,
        previewUrl = "https://avatars.mds.yandex.net/i?id=a3a5214eb9dad29b119beaac498e5e15_l-4987773-images-thumbs&n=13",
        title = "Северный морской путь",
        description = """
            Северный морской путь (СМП) — это уникальная и захватывающая водная артерия, проходящая вдоль северного побережья России, 
            омывая берега Ледовитого океана. Этот маршрут, простирающийся от Карского моря до Берингового пролива, соединяет европейские и азиатские порты 
            и считается самым коротким путем между Европой и Восточной Азией.
            
            Северный морской путь использовался на протяжении столетий для исследования и торговли, начиная с эпохи великих русских поморов 
            и заканчивая современными экспедициями. Первая полная навигация по маршруту была успешно завершена в начале XX века, что стало значительным достижением для арктических исследований.
            
            Главная особенность СМП — суровые природные условия. Северный Ледовитый океан славится своей ледяной мощью: даже в летние месяцы арктические льды могут создавать препятствия.
            Температуры в районе маршрута варьируются от -40°C зимой до +10°C летом. Полярные дни и ночи также становятся частью уникального опыта путешествия.
        """.trimIndent(),
        imageUrl = "https://naked-science.ru/wp-content/uploads/2024/02/scale_1200-2.jpg",
        description2 = """
            Путешествие по СМП — это возможность увидеть арктическую природу в её первозданной красе. Громадные айсберги, белые медведи, 
            нерпы и моржи часто встречаются на этих широтах. Северное сияние, играющее в небе холодными зелёными и фиолетовыми огнями, подарит вам незабываемые впечатления.
            
            Современные туристические экспедиции организуются на борту ледоколов — мощных судов, способных преодолевать толстые слои льда. Путешественникам предлагаются различные программы, 
            включая круизы с посещением ключевых точек: архипелага Новая Земля, архипелага Северная Земля и острова Врангеля.
            
            Советы туристам: Необходимо тщательно готовиться к поездке, учитывая как климатические условия, так и специфические требования к одежде 
            (тёплая одежда, солнцезащитные очки, средства от обморожения — обязательные атрибуты). Полярные сезоны играют важную роль в планировании путешествия.
            Оптимальное время для поездок — лето и начало осени.
        """.trimIndent(),
        imageUrl2 = "https://topwar.ru/uploads/posts/2019-08/1566898085_1545119925_27c86a227878cbb3aba4f53f879571de.jpg"
    ),
    ContentItem(
        id = 3,
        previewUrl = "https://avatars.mds.yandex.net/i?id=d45176b3bac21ca720896c1c90040d73_l-5236250-images-thumbs&n=13",
        title = "Транспорт на русском Севере",
        description = """
            На русском Севере транспортные связи имеют свои особенности из-за сурового климата, обширных территорий и труднодоступности некоторых районов. 
            Традиционные дороги зачастую бывают в неудовлетворительном состоянии, особенно в отдалённых местностях, поэтому транспортное сообщение имеет свою специфику.
            
            Автомобильный транспорт
            Автомобильные дороги существуют, но далеко не всегда соответствуют высокому качеству. Главные трассы, соединяющие крупные города, как правило, 
            более ухоженные, однако зимние морозы и осенне-весенние распутицы часто приводят к их повреждению. 
            Передвигаться на личном автомобиле рекомендуется лишь опытным водителям с соответствующей подготовкой и оснащением.
            Совет: Аренда внедорожника или использование услуг такси и частных перевозчиков, особенно в сложные сезоны.
            
            Железнодорожный транспорт
            Железные дороги являются основным способом сообщения между крупными населёнными пунктами. Поезда на русском Севере отличаются своей выносливостью и адаптацией к холодному климату. 
            Комфорт варьируется от стандартных плацкартных вагонов до купейных. Стоимость поездки зависит от расстояния и уровня комфорта, 
            но в среднем билет обойдется от 2000 до 7000 рублей на человека.
            Рекомендация: Используйте поезда для дальних поездок, таких как маршруты Мурманск – Архангельск или Москва – Северодвинск.
        """.trimIndent(),
        imageUrl = "https://gorodprima.ru/wp-content/uploads/2019/11/sp-4.jpg",
        description2 = """
            Самолёты являются важным средством сообщения из-за огромных расстояний и труднодоступности ряда мест. 
            Региональные авиакомпании осуществляют рейсы между крупными городами и даже небольшими поселками. Полеты из Москвы в Мурманск или Архангельск стоят в среднем от 5000 до 15000 рублей, 
            в зависимости от времени года и класса обслуживания.
            Совет: Рекомендуется бронировать авиабилеты заранее, так как в зимний период спрос на перелеты возрастает.
            
            Водный транспорт играет важную роль в жизни русского Севера, особенно в летний период. 
            Он представлен различными видами: пассажирскими паромами, речными судами и морскими лайнерами. 
            Речные суда используются для связи между населенными пунктами и транспортировки туристов к природным и историческим достопримечательностям. 
            Примером может служить маршрут по Северной Двине из Архангельска к удалённым селам и монастырям. 
            Летом из Архангельска и Мурманска отправляются морские круизы по Белому и Баренцеву морям, которые позволяют посетить Соловецкие острова и даже арктические архипелаги, такие как Новая Земля. 
            Совет: Бронируйте билеты на водный транспорт заранее, так как количество мест может быть ограничено в пиковый туристический сезон.
            
            Особую привлекательность представляют поездки на оленьих или собачьих упряжках, которые популярны в более северных и удаленных районах. 
            Это не только практичный способ передвижения по заснеженным просторам, но и возможность прикоснуться к культуре коренных народов.
        """.trimIndent(),
        imageUrl2 = "https://avatars.mds.yandex.net/i?id=448db63c288e822084767e4030b6bf131b2ef3d5-10636511-images-thumbs&n=13"
    ),
    ContentItem(
        id = 1,
        previewUrl = "https://avatars.mds.yandex.net/i?id=24d8807ade485c9b86481fc1c3bb782b_l-5235299-images-thumbs&n=13",
        title = "Основные правила пребывания на Русском Севере",  // Заголовок статьи
        description = "Русский Север — регион с суровым климатом и уникальной природой, требующий соблюдения определенных правил для безопасного пребывания.",
        imageUrl = "https://avatars.mds.yandex.net/get-mpic/5159019/img_id5262770401478459255.jpeg/orig",
        description2 = "Чтобы избежать неприятностей, важно одеваться по погоде, использовать качественное снаряжение и всегда иметь при себе навигационные устройства и запас еды.",
        imageUrl2 = "https://avatars.mds.yandex.net/i?id=4fcf76dbef772cb256f8b8214ad2af3a_l-5222261-images-thumbs&n=13"
    ),

    ContentItem(
        id = 2,
        previewUrl = "https://avatars.mds.yandex.net/i?id=71467eac415eb6fc4895f072268a28c5_l-8253234-images-thumbs&n=13",  // URL изображения для превью
        title = "Как добраться до крупнейших городов Русского Севера",
        description = "Планируя поездку на Русский Север, важно знать, как добраться до основных городов региона, включая Мурманск, Архангельск, Петрозаводск, Норильск и Анадырь и другие.",  // Основное описание
        imageUrl = "https://avatars.mds.yandex.net/i?id=0ee4a517de8f42dbce3be14cdb0b1383_l-5234597-images-thumbs&n=13",
        description2 = """
        ### Мурманск
        Мурманск — крупный город за Полярным кругом, известный своей близостью к северному сиянию. Добраться до Мурманска можно поездом из Москвы или Санкт-Петербурга.
        Билет на поезд стоит около 5,000–7,000 рублей, а путешествие занимает около 24–36 часов. Авиаперелеты из Москвы обойдутся в 8,000–12,000 рублей и займут около 2,5 часов. Лучшее время для посещения — с конца сентября до начала апреля для наблюдения за северным сиянием.
        
        ### Архангельск
        Архангельск — культурный центр Русского Севера. До города можно добраться поездом из Москвы за 2,500–4,500 рублей, время в пути — около 20 часов. Авиаперелеты из Москвы стоят от 5,000 рублей и занимают примерно 2 часа. Идеальное время для путешествия — лето и начало осени, когда можно насладиться белыми ночами и мягкой погодой.
        
        ### Петрозаводск
        Петрозаводск — столица Карелии и отправная точка для путешествий на Ладожские шхеры и Кижи. Из Москвы сюда можно доехать поездом за 1,500–3,000 рублей, время в пути — около 12 часов. Самолетом можно долететь за 1,5 часа, стоимость билета — от 3,000 рублей. Лучшее время для посещения — лето и осень, когда открывается возможность для экскурсий по озеру Онего.
        
        ### Норильск
        Норильск — один из самых северных городов мира, куда нет наземного сообщения. Добраться можно только самолетом. Прямые рейсы из Москвы стоят около 20,000 рублей, время в пути — около 4 часов. Лето и ранняя осень — лучшие сезоны для посещения, так как зимой в городе наступает полярная ночь.
        
        ### Анадырь
        Анадырь — столица Чукотки и один из самых удаленных городов России. Перелет из Москвы обойдется в 30,000–50,000 рублей, время в пути — около 8 часов с пересадкой. Лучшее время для путешествия — лето, когда можно насладиться полярным днем и уникальной природой региона.
        
        Эти направления предлагают путешественникам уникальный опыт и возможность открыть для себя культуру и природу Русского Севера.
    """,
        imageUrl2 = "https://avatars.mds.yandex.net/i?id=d9af3295c625e9e46a81f7f8a24a11b9587050c8-4662397-images-thumbs&n=13"
    ),

    ContentItem(
        id = 3,
        previewUrl = "https://avatars.mds.yandex.net/i?id=ff31ee342b283de8a183d17b0bb5a387_l-5268893-images-thumbs&n=13",
        title = "Что лучше взять с собой на Русский Север",
        description = "Собираясь на Русский Север, важно подготовить правильное снаряжение и вещи, чтобы ваше путешествие было комфортным и безопасным.",
        imageUrl = "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQDAC_iDeUf1ayn8CuM8UP8bIsydhw-zRPXxw&s",
        description2 = "Обязательно возьмите теплую и влагозащитную одежду, термобелье, надежную обувь, фонарик, аптечку, термос и запас продуктов, так как погодные условия могут быть непредсказуемыми.",
        imageUrl2 = "https://avatars.mds.yandex.net/i?id=039ac8b02894832179a148309a12fbf76051ce6e-8285735-images-thumbs&n=13"
    ),

    ContentItem(
        id = 4,
        previewUrl = "https://i.pinimg.com/originals/1e/71/47/1e7147bb186abc18b9443b6f78bc67a5.jpg",
        title = "Животные Русского Севера и как туристу избежать встречи с ними",
        description = "Русский Север — дом для таких животных, как медведи, волки, лоси и песцы и другие. Туристу важно знать, как избежать нежелательных встреч с дикими животными.",
        imageUrl = "https://fotkiflo.ru/wp-content/uploads/pesets-v-antarktide-2-2.webp",
        description2 = "При путешествии в дикие районы рекомендуется соблюдать меры предосторожности: избегать мест с повышенной вероятностью появления животных, не оставлять пищу на открытом воздухе, двигаться группами и громко разговаривать. Возьмите с собой специальные отпугивающие устройства и не приближайтесь к животным, даже если они кажутся мирными.",
        imageUrl2 = "https://avatars.mds.yandex.net/i?id=5a74681bcb326e2c35ce8aa8e22815507e4f6929-9243216-images-thumbs&n=13"
    )


)