package com.ilya.nordmap.Media

import com.ilya.nordmap.Media.DataModel.ContentItem

val contentItems = listOf(
    ContentItem(
        id = 1,
        previewUrl = "https://i.pinimg.com/originals/8c/bb/1e/8cbb1e0511fd0f95c92211532d19f4df.jpg",
        title = "Развитие туризма",
        description = """
            Развитие туризма, в том числе делового и международного, заложено в государственную стратегию развития Арктической зоны.
            По оценкам Минвостокразвития, в общей сложности Арктику сегодня посещает лишь около процента от всех туристов на территории России.
            Арктические регионы уже достигли первых впечатляющих результатов. Так, в прошлом году Мурманскую область посетили 486 тысяч гостей – рекордная цифра для Кольского Заполярья.
            Сегодня все знают, что отдых у Белого моря – это Териберка, озеро Канентьявр, сафари на камчатских крабов, арктический дайвинг, и, конечно же, охота за северным сиянием.
            «Мы понимаем, что вектор развития выбран верный», – заявил 19 сентября председатель комитета по туризму Мурманской области Александр Елисеев.
            Чтобы Арктика достойно принимала гостей, Россия первой в мире разработала стандарты арктического туризма.
            В начале года Ростуризм и Росстандарт подготовили серию национальных ГОСТов «Арктический туризм»,
            которые позволят повысить безопасность путешествий и качество туристических услуг в Арктической зоне РФ.
        """.trimIndent(),
        imageUrl = "https://35photo.pro/photos_main/361/1808516.jpg3",
        description2 = """
            Вкладываться в отдых в Арктике готов и крупный бизнес. Так, «Норильский никель» собирается развивать сразу два туристических проекта – 
            «Валла-Тунтури» на Кольском полуострове и «Затундру» на Таймыре. Оба объекта будут возведены из экологичных материалов и станут работать на «чистых» источниках энергии.
            Сотрудничество бизнеса и власти стало залогом успеха. «Мы поддерживаем наших предпринимателей, благодаря этому у нас появились туры выходного дня –
            это водные прогулки по Анадырскому лиману и морские поездки в Эгвекинот,
            также расширяем внутренние программы полетов. Непростым остается вопрос развития инфраструктуры, здесь помогаем бизнесу строить.
            В этом году появится гостиница в поселке Угольные Копи, поддерживаем строительство этнопарков в окрестностях Анадыря
            и в Эгвекиноте, а также глемпинга на Лоринских горячих ключах», – рассказал губернатор Чукотского автономного округа Роман Копин.
            Ключевым драйвером развития арктического туризма является авиатранспортная доступность. Чтобы ее обеспечить, сегодня предпринимаются шаги по всем направлениям.
            Так, Единая Дальневосточная авиакомпания, созданная по поручению Президента России на базе перевозчика «Аврора», уже формирует сеть,
            которая будет включать более 500 регулярных внутрирегиональных и межрегиональных маршрутов. К 2026 году парк перевозчика должен быть пополнен 45 новыми российскими самолетами,
            в том числе импортозамещенными Sukhoi Superjet New, Ил-114, L-410 и легкомоторными ЛМС Байкал.
            Ведется реконструкция аэропортов: на Чукотке, к примеру, в ближайшие годы обновят сразу шесть аэропортов.
        """.trimIndent(),
        imageUrl2 = "https://i.ytimg.com/vi/P1t0f9hvnHI/maxresdefault.jpg?sqp=-oaymwEmCIAKENAF8quKqQMa8AEB-AHUBoAC4AOKAgwIABABGEwgWihlMA8=&amp;rs=AOn4CLBTPh1XXixHxqGwFdPEDVWumgCHGQ"
    ),
    ContentItem(
        id = 2,
        previewUrl = "https://avatars.mds.yandex.net/i?id=a3a5214eb9dad29b119beaac498e5e15_l-4987773-images-thumbs&n=13",
        title = "Северный морской путь",
        description = """
            Северный морской путь (СМП) — это уникальная и захватывающая водная артерия, проходящая вдоль северного побережья России, 
            омывая берега Ледовитого океана. Этот маршрут, простирающийся от Карского моря до Берингового пролива, соединяет европейские и азиатские порты 
            и считается самым коротким путем между Европой и Восточной Азией.
            
            Северный морской путь использовался на протяжении столетий для исследования и торговли, начиная с эпохи великих русских поморов 
            и заканчивая современными экспедициями. Первая полная навигация по маршруту была успешно завершена в начале XX века, что стало значительным достижением для арктических исследований.
            
            Главная особенность СМП — суровые природные условия. Северный Ледовитый океан славится своей ледяной мощью: даже в летние месяцы арктические льды могут создавать препятствия.
            Температуры в районе маршрута варьируются от -40°C зимой до +10°C летом. Полярные дни и ночи также становятся частью уникального опыта путешествия.
        """.trimIndent(),
        imageUrl = "https://naked-science.ru/wp-content/uploads/2024/02/scale_1200-2.jpg",
        description2 = """
            Путешествие по СМП — это возможность увидеть арктическую природу в её первозданной красе. Громадные айсберги, белые медведи, 
            нерпы и моржи часто встречаются на этих широтах. Северное сияние, играющее в небе холодными зелёными и фиолетовыми огнями, подарит вам незабываемые впечатления.
            
            Современные туристические экспедиции организуются на борту ледоколов — мощных судов, способных преодолевать толстые слои льда. Путешественникам предлагаются различные программы, 
            включая круизы с посещением ключевых точек: архипелага Новая Земля, архипелага Северная Земля и острова Врангеля.
            
            Советы туристам: Необходимо тщательно готовиться к поездке, учитывая как климатические условия, так и специфические требования к одежде 
            (тёплая одежда, солнцезащитные очки, средства от обморожения — обязательные атрибуты). Полярные сезоны играют важную роль в планировании путешествия.
            Оптимальное время для поездок — лето и начало осени.
        """.trimIndent(),
        imageUrl2 = "https://topwar.ru/uploads/posts/2019-08/1566898085_1545119925_27c86a227878cbb3aba4f53f879571de.jpg"
    ),
    ContentItem(
        id = 3,
        previewUrl = "https://avatars.mds.yandex.net/i?id=d45176b3bac21ca720896c1c90040d73_l-5236250-images-thumbs&n=13",
        title = "Транспорт на русском Севере",
        description = """
            На русском Севере транспортные связи имеют свои особенности из-за сурового климата, обширных территорий и труднодоступности некоторых районов. 
            Традиционные дороги зачастую бывают в неудовлетворительном состоянии, особенно в отдалённых местностях, поэтому транспортное сообщение имеет свою специфику.
            
            Автомобильный транспорт
            Автомобильные дороги существуют, но далеко не всегда соответствуют высокому качеству. Главные трассы, соединяющие крупные города, как правило, 
            более ухоженные, однако зимние морозы и осенне-весенние распутицы часто приводят к их повреждению. 
            Передвигаться на личном автомобиле рекомендуется лишь опытным водителям с соответствующей подготовкой и оснащением.
            Совет: Аренда внедорожника или использование услуг такси и частных перевозчиков, особенно в сложные сезоны.
            
            Железнодорожный транспорт
            Железные дороги являются основным способом сообщения между крупными населёнными пунктами. Поезда на русском Севере отличаются своей выносливостью и адаптацией к холодному климату. 
            Комфорт варьируется от стандартных плацкартных вагонов до купейных. Стоимость поездки зависит от расстояния и уровня комфорта, 
            но в среднем билет обойдется от 2000 до 7000 рублей на человека.
            Рекомендация: Используйте поезда для дальних поездок, таких как маршруты Мурманск – Архангельск или Москва – Северодвинск.
        """.trimIndent(),
        imageUrl = "https://gorodprima.ru/wp-content/uploads/2019/11/sp-4.jpg",
        description2 = """
            Самолёты являются важным средством сообщения из-за огромных расстояний и труднодоступности ряда мест. 
            Региональные авиакомпании осуществляют рейсы между крупными городами и даже небольшими поселками. Полеты из Москвы в Мурманск или Архангельск стоят в среднем от 5000 до 15000 рублей, 
            в зависимости от времени года и класса обслуживания.
            Совет: Рекомендуется бронировать авиабилеты заранее, так как в зимний период спрос на перелеты возрастает.
            
            Водный транспорт играет важную роль в жизни русского Севера, особенно в летний период. 
            Он представлен различными видами: пассажирскими паромами, речными судами и морскими лайнерами. 
            Речные суда используются для связи между населенными пунктами и транспортировки туристов к природным и историческим достопримечательностям. 
            Примером может служить маршрут по Северной Двине из Архангельска к удалённым селам и монастырям. 
            Летом из Архангельска и Мурманска отправляются морские круизы по Белому и Баренцеву морям, которые позволяют посетить Соловецкие острова и даже арктические архипелаги, такие как Новая Земля. 
            Совет: Бронируйте билеты на водный транспорт заранее, так как количество мест может быть ограничено в пиковый туристический сезон.
            
            Особую привлекательность представляют поездки на оленьих или собачьих упряжках, которые популярны в более северных и удаленных районах. 
            Это не только практичный способ передвижения по заснеженным просторам, но и возможность прикоснуться к культуре коренных народов.
        """.trimIndent(),
        imageUrl2 = "https://avatars.mds.yandex.net/i?id=448db63c288e822084767e4030b6bf131b2ef3d5-10636511-images-thumbs&n=13"
    )
)